KC Efforts

#+BEGIN: clocktable :scope file :maxlevel 2
#+CAPTION: Clock summary at [2020-08-10 Mon 11:05]
| Headline                       |    Time |      |
|--------------------------------+---------+------|
| *Total time*                   | *16:17* |      |
|--------------------------------+---------+------|
| <2020-08-10 Mon>               |    2:21 |      |
| \_  Pulse Secure opkuis        |         | 2:21 |
| <2020-08-06 Thu>               |    1:14 |      |
| \_  Netwerkoverleg             |         | 1:14 |
| <2020-08-05 Wed>               |    2:03 |      |
| \_  Ad hoc/mail backlog        |         | 2:03 |
| <2020-08-04 Tue>               |    4:26 |      |
| \_  Gartrner EITL call         |         | 1:00 |
| \_  Gartner strategiedoc       |         | 2:55 |
| \_  Vervanging AH              |         | 0:31 |
| <2020-08-03 Mon>               |    6:13 |      |
| \_  Vervanging AH              |         | 1:36 |
| \_  VFP Matomo                 |         | 0:33 |
| \_  Privacy Shield en VS Cloud |         | 0:41 |
| \_  CISO Projectkantoor        |         | 1:52 |
| \_  Ad hoc taken               |         | 1:31 |
#+END:


Efforts Augustus 2020
* <2020-08-10 Mon>
** Pulse Secure opkuis
:LOGBOOK:
CLOCK: [2020-08-10 Mon 08:43]--[2020-08-10 Mon 11:04] =>  2:21
:END:
* <2020-08-07 Fri>
** Pulse Secure breach
* <2020-08-06 Thu>
** Netwerkoverleg
:PROPERTIES:
:ORDERED:  t
:END:
:LOGBOOK:
CLOCK: [2020-08-06 Thu 13:27]--[2020-08-06 Thu 14:40] =>  1:13
CLOCK: [2020-08-06 Thu 13:26]--[2020-08-06 Thu 13:27] =>  0:01
:END:
** Vervanging AH
:PROPERTIES:
:ORDERED:  t
:END:
:LOGBOOK:
CLOCK: [2020-08-06 Thu 09:14]
:END:
* <2020-08-05 Wed>
** Ad hoc/mail backlog
:LOGBOOK:
CLOCK: [2020-08-05 Wed 09:40]--[2020-08-05 Wed 11:28] =>  1:48
CLOCK: [2020-08-05 Wed 09:11]--[2020-08-05 Wed 09:26] =>  0:15
:END:
* <2020-08-04 Tue>
** Gartrner EITL call
:LOGBOOK:
CLOCK: [2020-08-04 Tue 14:29]--[2020-08-04 Tue 15:29] =>  1:00
:END:
** Gartner strategiedoc
:LOGBOOK:
CLOCK: [2020-08-04 Tue 09:39]--[2020-08-04 Tue 12:34] =>  2:55
:END:
** Vervanging AH
:LOGBOOK:
CLOCK: [2020-08-04 Tue 09:08]--[2020-08-04 Tue 09:39] =>  0:31
:END:
* <2020-08-03 Mon>
** Vervanging AH
:LOGBOOK:
CLOCK: [2020-08-03 Mon 09:15]--[2020-08-03 Mon 10:51] =>  1:36
:END:
** VFP Matomo
:LOGBOOK:
CLOCK: [2020-08-03 Mon 11:05]--[2020-08-03 Mon 11:38] =>  0:33
:END:
** Privacy Shield en VS Cloud
:LOGBOOK:
CLOCK: [2020-08-03 Mon 11:38]--[2020-08-03 Mon 12:19] =>  0:41
:END:
** CISO Projectkantoor
:LOGBOOK:
CLOCK: [2020-08-03 Mon 13:48]--[2020-08-03 Mon 15:40] =>  1:52
:END:
** Ad hoc taken
:LOGBOOK:
CLOCK: [2020-08-03 Mon 15:41]--[2020-08-03 Mon 17:12] =>  1:31
:END:
